{
    "app-name": "Votery",
    "ui-elements": {
        "home": "Home",
        "send": "Send",
        "vote": "Vote",
        "yes": "YES",
        "no": "NO",
        "select": "Select",
        "phone-number": "Phone Number",
        "instructions-link": "How to use Votery",
        "manifesto-link": "The Votery Manifesto",
        "sms-new-code": "I need a new SMS Code",
        "back-election": "Back to Election",
        "loading": "Loading...",
        "ok": "Ok",
        "admin": "Admin",
        "logout": "Logout"
    },
    "home-begin": "To begin enter your valid US cell phone number.",
    "home-footer": "The people's voting box.",
    "chose-election": "Chose your election.",
    "selected": "Selected",
    "progress": "Progress",
    "login-instructions": "Login with one of the providers below.",
    "login-button": "Use an account to login",
    "already-logged-in": "You are already logged in, you many continue to vote.",
    "manifesto": "Manifesto",
    "manifesto-lines": [
        "Voters ARE anonymous.",
        "Votes ARE NOT anonymous.",
        "Voters should receive a RECEIPT of their Vote with a Tracking Number.",
        "Using the receipt a Voter MUST be able to verify their Vote.",
        "Anyone should be able to retrieve and count ALL anonymous Votes.",
        "Voting should be quick, easy and readily available."
    ],
    "instructions": "Instructions",
    "instructions-header": "Votery is a parallel election site using simple cell phone and SMS verification. The goal is to provide an easy way for people to vote in under 60 seconds. And the best part is you get a receipt to track your vote.",
    "instruction-lines": [
        "Voter privacy is a primary concern. Votery does not save any of your personal information. ",
        "Enter your cell phone number. You will not be called and your phone number will not be saved in a Votery database. It is only used for Google Firebase Open Authentication with SMS.",
        "Next you must authenticate with the Google SMS gateway to verify your phone. After Verification, you have 5 minutes to cast your ballot before you must restart the process.",
        "Once your vote has been cast you will receive a unique, anonymous tracking code which you may use to verify your vote."
    ],
    "quote-lines": [
        "Around 138 million Americans voted in the 2016 presidential election (only 58.1%)",
        "\"Nobody will ever deprive the American people of the right to vote except the American people themselves.\" - Franklin D. Roosevelt",
        "\"The time is always right to do what is right.\" - Martin Luther King Jr.",
        "Voting should be easy to do, and easy to verify.",
        "\"Don't lose yourself in ironic detachment. Don't put your head in the sand. Don't boo. Vote. Vote.\" - Barack Obama",
        "\"Voting is the most precious right of every American Citizen\" Hillary Clinton",
        "\"Man is still the most extraordinary computer of all.\" - John F. Kennedy",
        "\"Voting is the foundational act that breathes life into the principle of the consent of the governed.\" - DeForest Soaries"
    ],
    "loading-election": "Loading election...",
    "sms-instructions": "Enter your 6 digit SMS code.",
    "sms-didnot": "If you did not receive a code",
    "sms-incorrect": "Incorrect SMS code,",
    "sms-tries": "You have %% chances to enter the correct SMS code.",
    "sms-didyou": "Did you receive a text message on your cell phone?",
    "sms-sending": "Sending you an SMS code.<br/>Check your text messages...",
    "sms-restart": "Need to restart SMS...",
    "sms-confirmed": "SMS confirmed.<br/>Checking your voter status...",
    "voter-create-failed": "Creating a new voter failed...",
    "vote-header": "Vote for your candidate.",
    "vote-change": "I changed my mind...",
    "confirmation": "Confirmation",
    "vote-areyousure": "Are you sure you wish to vote for %%?",
    "vote-done": "You have Voted!",
    "vote-tracking": "Your voting tracking number:",
    "voted-already": "You have already voted in this election.",
    "thank-you": "Thank you",
    "track-header": "Track your vote",
    "track-not-found": "Your tracking number was not found in the database.",
    "track-link": "Track your Vote",
    "track-number": "Using tracking number",
    "track-phone": "Using your phone number",
    "count-header": "Vote Counts",
    "candidate": "Candidate",
    "voterId": "Voter Id",
    "date": "Date",
    "cookies": "Cookies",
    "cookies-required": "This site requires cookies, please enable them in your browser.",
    "check-for-cookies": "Checking for cookie power..."
}
